app/Controllers/Main.php

SELECT *
FROM `usuarios`
---
    public function index()
    {
        $model = new UsuariosModel(db_connect());
        $usuarios = $model->findAll();